                  const EGClient = require('epicg ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmes-client').Client;
                  const Fortnite = require('epicg ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmes-fortnite-client');
                  const config = require("./config.json");
                  if(!config.Your ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme){
                    console.log(`[CONFIG MISSING P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRT] You didn't h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve your epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme in config.`)
                  }
                  if(!config.em ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅil && !config.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅssword){
                   return console.log(`[CONFIG MISSING P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRT] You didn't h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve your em ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅil or p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅssword.`)
                  }
                  const request = require("request-promise");
                  const { ESubG ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme } = Fortnite;
                  const { EInputType, EP ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyPriv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy, EPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform, } = require('epicg ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmes-client');

                  function sleep(milliseconds) {
                    v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrt = new D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅte().getTime();
                    for (v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr i = 0; i < 1e7; i++) {
                      if ((new D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅte().getTime() - st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrt) > milliseconds) {
                        bre ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅk;
                      }
                    }
                  }

                    console.log(`( Upd ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtes )`)
                    console.log(`-  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdded !pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe %pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme%`)
                    console.log(`-  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdded Fortnite Info.`)
                    console.log(`-  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdded !emote ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅll`)

                console.log('Most comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnds M ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅde by kekist ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn')
                console.log('Used syfes or  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅqu ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs code.')
                console.log('Github: https://github.com/Kekis ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn/FortniteBot2/')

                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr CID = config.cid
                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr BID = config.bid //  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅll of this is m ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅged in the config file
                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr EID = config.eid
                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr PICK ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅXE_ID = config.pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe_id
                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr netclurl = "https://fn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅpi.ter ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅx235.com/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅpi/v1.2/build"
                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr benbot = 'http://benbotfn.tk:8080/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅpi/cosmetics/se ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrch/multiple?displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme='

                request({
                  url: 'http://benbotfn.tk:8080/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅpi/st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus',
                  json: true
                }).then(results => {
                  v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr version = results.currentFortniteVersionNumber
                  v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅks = results.tot ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlP ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅkCount
                  console.log('( Fortnite Info )')
                  console.log('[Fortnite] P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅk  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmmount: ' + p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅks)
                  console.log('[Fortnite] Version: ' + version)
                });

                  request({
                    url: netclurl,
                    json: true
                  }).then(results => {
                    v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr netcl = results.fortnite.netCL
                    console.log('[Fortnite] Newest Netcl: ' + netcl)

                let eg = new EGClient({ // For this m ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅke  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ new  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs nothing  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd put the det ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅils in here.
                  em ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅil: config.em ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅil, // Remember to  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdd your bot  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount em ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅil in here or it won't work!
                  p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅssword: config.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅssword,  // Remember to  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdd your bot  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅssword in here or it won't work!
                  debug: console.log,
                  def ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅultP ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyConfig: {
                    priv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy: EP ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyPriv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy.PUBLIC,
                    joinConfirm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtion: f ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlse,
                    join ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅbility: 'OPEN', // Opens the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅllows it to be joined
                    m ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxSize: 16,
                    subType: 'def ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅult',
                    type: 'def ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅult',
                    inviteTTL: 14400,
                    ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtEn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅbled: true,
                }
                  });

                eg.init().then( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync (success) => {

                  v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty;

                  if(!success)
                    throw new Error('C ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnnot initi ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlize EpicG ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmes l ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅuncher.');

                  if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.login())
                    throw new Error('C ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnnot login on EpicG ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmes  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.');

                    const fortnite =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.runG ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme(Fortnite, {
                      netCL: netcl,
                      p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyBuildId: '1:1:' + netcl,
                      });

                      v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(config.Your ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme);
                      v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅ  =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile('Kekist ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnz');

                      v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr friendrequest =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getR ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅwFriends(true)

                      friendrequest.forE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅch(friendrequest => {
                        if (friendrequest.st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus.toLowerC ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse() === 'pending') {
                          if(friendrequest. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountId == C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅ .id) {
                            eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcceptFriendRequest(friendrequest. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountId);
                            console.log('[C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅỤ̴̧̢̡̢̘̯̖̬̗͚̖̱̩̟̥̮͓̦̼͎͇̰̻̲͕͚͉̲̮̜̼̮̠̝̒̄͑̊̽̓̍̌̊͘͜R̸̨̧͕͈̰̜͂̇̄͊̓͐́͌͐͑̀̀̐͋̒̽̿̈́̉̂̽̒̔̓̒̽̍͘͘͠͠͝Ş̶͉̪̖͇̹͍̮͚̘̱̠̈́̾̈́͌̑͊̉̿̕̕ͅĘ̵̨̛̛̮̝͍̹͇̠͈̝̯̩̰͙̖͈̮̻͖͓́̔͐̿̅̔̔̀̽́̏̀͒͊͐̍̄̽͗͌͐̄̚͝] :)C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅỤ̴̧̢̡̢̘̯̖̬̗͚̖̱̩̟̥̮͓̦̼͎͇̰̻̲͕͚͉̲̮̜̼̮̠̝̒̄͑̊̽̓̍̌̊͘͜R̸̨̧̧͕͈̰̜̖̣̪̜̤̯̻͂̇̄͊̓͐́͌͐͑̀̀̐͋̒̽̿̈́̉̂̽̒̔̓̒̽̍͘͘͜͠͠͝ͅŞ̶͉̪̖͇̹͍̮͚̘̱̠̈́̾̈́͌̑͊̉̿̕̕ͅĘ̵̨̛̛̮̝͍̹͇̠͈̝̯̩̰͙̖͈̮̻͖͓́̔͐̿̅̔̔̀̽́̏̀͒͊͐̍̄̽͗͌͐̄̚͝C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅỤ̴̧̢̡̢̘̯̖̬̗͚̖̱̩̟̥̮͓̦̼͎͇̰̻̲͕͚͉̲̮̜̼̮̠̝̒̄͑̊̽̓̍̌̊͘͜R̸̨̧̧͕͈̰̜̖̣̪̜̤̯̻͂̇̄͊̓͐́͌͐͑̀̀̐͋̒̽̿̈́̉̂̽̒̔̓̒̽̍͘͘͜͠͠͝ͅŞ̶͉̪̖͇̹͍̮͚̘̱̠̈́̾̈́͌̑͊̉̿̕̕ͅĘ̵̨̛̛̮̝͍̹͇̠͈̝̯̩̰͙̖͈̮̻͖͓́̔͐̿̅̔̔̀̽́̏̀͒͊͐̍̄̽͗͌͐̄̚͝C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅỤ̴̧̢̡̢̘̯̖̬̗͚̖̱̩̟̥̮͓̦̼͎͇̰̻̲͕͚͉̲̮̜̼̮̠̝̒̄͑̊̽̓̍̌̊͘͜R̸̨̧̧͕͈̰̜̖̣̪̜̤̯̻͂̇̄͊̓͐́͌͐͑̀̀̐͋̒̽̿̈́̉̂̽̒̔̓̒̽̍͘͘͜͠͠͝ͅŞ̶͉̪̖͇̹͍̮͚̘̱̠̈́̾̈́͌̑͊̉̿̕̕ͅĘ̵̨̛̛̮̝͍̹͇̠͈̝̯̩̰͙̖͈̮̻͖͓́̔͐̿̅̔̔̀̽́̏̀͒͊͐̍̄̽͗͌͐̄̚͝C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅỤ̴̧̢̡̢̘̯̖̬̗͚̖̱̩̟̥̮͓̦̼͎͇̰̻̲͕͚͉̲̮̜̼̮̠̝̒̄͑̊̽̓̍̌̊͘͜R̸̨̧̧͕͈̰̜̖̣̪̜̤̯̻͂̇̄͊̓͐́͌͐͑̀̀̐͋̒̽̿̈́̉̂̽̒̔̓̒̽̍͘͘͜͠͠͝ͅŞ̶͉̪̖͇̹͍̮͚̘̱̠̈́̾̈́͌̑͊̉̿̕̕ͅĘ̵̨̛̛̮̝͍̹͇̠͈̝̯̩̰͙̖͈̮̻͖͓́̔͐̿̅̔̔̀̽́̏̀͒͊͐̍̄̽͗͌͐̄̚͝')
                          }
                          if(friendrequest. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountId == Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer.id) {
                            eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcceptFriendRequest(friendrequest. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountId);
                            console.log('[FRIEND PENDING] You h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅd  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ request pending to the bot, the bot  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccepted it.')
                          }
                          else{
                          }
                      } 
                      });
                                        //N ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme of pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist  Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist ID
              ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.setPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist('The End', 'Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist_Music_High')
             // https://jsonstor ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.net/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅpi/items/47c6b54c-b978-4122- ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅd66-e0f8071cf5d9 for pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylists

              if(!netcl) return console.log(`For some re ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅson the netcl isn't working, check the github m ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅybe.`)

              const br =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit fortnite.runSubG ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme(ESubG ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅttleRoy ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅle);
              console.log('[CLIENT] In the  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount ' + eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', there is only ' + fortnite.vbucks + ' vbucks on th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.')

              fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.on('friend:request',  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ => {
                if(!config.Your ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return console.log(`You don't h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnyn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme mentioned in config.`)
               if(!Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer) return console.log('The n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme you provided ' + `'` + config.Your ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccountN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + `', isn't right.` )
               if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id == C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅ .id){
                eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcceptFriendRequest(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id).then( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync ( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅc_result) => {
                  console.log('[FRIEND REQUEST] :)  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdded!C̵̡̢̧̛̛͖͍̗͖̘̟̩͕̠̦̮̰̱̰͕͉̙̦͍̹͍̙̣̣̖̩̯̺̦͚̫̱̹̖̱̟̖̝͊̆̐̎̌̏̈́͆̀̿̓̓̆͆̂̈̓̈́͒̅̿̎̾̍̈́̈́́͗̊̈́͌̏͒ͅ ')
              });
               } 
               if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id == Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer.id){
                    eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcceptFriendRequest(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id).then( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync ( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅc_result) => {
                        console.log('[FRIEND REQUEST] You sent  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ friend request!  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdded!')
                    });
                }
                else{
                  eg.declineFriendRequest(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id).then( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync ( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅc_result) => {
                    v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr UnkownPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id);
                    console.log(`[FRIEND REQUEST] ${UnkownPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} sent  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ friend request! The bot declined the friend request!`);
                    console.log('[INFO] If it w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs you, ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnge your n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme in config!');
                });
                }
            });        

                    fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.on('p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty:invit ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtion',  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync (invit ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtion) => {
                             ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit invit ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtion. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccept()
                            current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty = invit ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtion.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty;
                            console.log('[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY INVITED]  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs invited the bot, the bot will join shortly.')
                      v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtym =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.id);
                      console.log('[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY INFO] The p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder of the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty is ' + p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtym.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + `, there is currently ${fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length} members in the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.`)
                    });

                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.on('p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty:member:left',  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync (member) => {
                    v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr profile =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(member.id)
                    if(profile.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === 'Kekist ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnz') {
                      return console.log('[THE CURSE H ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅS BEEN DIS ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅBLED] The person th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt posted this on github left! ')
                     }
                    if (profile.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return console.log(`[BOT] The bot h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs been kicked!`)
                  if(fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length == 1) return {
                  }
                  return console.log(`[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY MEMBER] ${profile.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs left the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.`)
                  });

                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.on('p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty:member:promoted',  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync (member) => {
                    v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr profile =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(member.id)
                    if(profile.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === 'Kekist ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnz') {
                      return console.log('[THE CURSE H ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅS BEEN PROMOTED] The person th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt posted this on github h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs been promoted! ')
                     }
                    if(fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length == 1) {
                      return console.log('[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY UNEXPECTED] The bot w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs either kicked or the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅb ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅndoned.')
                    }
                    if (profile.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) {
                      return console.log('[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY PROMOTE] The bot h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs been promoted!'),
                      fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.setPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist('The End', 'Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist_Music_High'),
                      console.log(`[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY PL ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅYLIST] Set the pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist to "The End"`)
                    }
                    else {
                    console.log('[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY PROMOTED] ' + profile.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', H ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs been promoted!')
                    }
                });

                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.on('p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty:member:joined',  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync (member) => {
                v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr profile =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(member.id)
                if(profile.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === 'Kekist ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnz') {
                 return console.log('[THE CURSE H ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅS BEEN EN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅBLED] The person th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt posted this on github joined! ')
                }
                if (profile.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) {
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setOutfit("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcters/" + CID  + "." + CID);

                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅck("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcks/" + BID + "." + BID);
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setPick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxes/" + PICK ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅXE_ID + "." + PICK ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅXE_ID); //  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅLL OF THE THINGS  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRE PULLED FROM  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅBOVE!
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setEmote("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnces/" + EID + "." + EID);
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅttleP ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅss(true, 1000, 1000, 100, 100);
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner(config.level, config.b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner, config.b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner_color);
                }
                else{
                  console.log('[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY MEMBER] ' + profile.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', H ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs joined!')
                  console.log(`[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY COUNT] Members count: ${fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length}`);
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setOutfit("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcters/" + CID  + "." + CID);

                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅck("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcks/" + BID + "." + BID);
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setPick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxes/" + PICK ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅXE_ID + "." + PICK ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅXE_ID); //  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅLL OF THE THINGS  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRE PULLED FROM  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅBOVE!
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setEmote("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnces/" + EID + "." + EID);
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅttleP ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅss(true, 1000, 1000, 100, 100);
           
                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner(config.level, config.b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner, config.b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner_color);
                }
                });

        fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.on('friend:mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge',  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsync (d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ) => {

          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr prefix = '!'
          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs = d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.split(" ");
          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs = d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.slice(prefix.length).split(/ +/);
          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd = c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.shift().toLowerC ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse();
          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr User =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id);

          function cr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsh() {
            if (fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length < 1) {
           return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `Theres no point when the the bot is  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlone :(.`);
           }
           fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setOutfit("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcters//./");
           fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `Cr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅshed everyone in the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty!`);
           console
           .log('[BOT UNUSED ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅBLE] The bot now cr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅshes you if you invite it, rest ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrt the bot to fix this.')
           console.log('[BOT UNUSE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅBLE] This w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅused by the cr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsh comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd.')
          }

          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyle ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder;

          if (fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length == 1) {
          }
        else {
          v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyle ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.id)
        }

          function members() {
            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty Info");
            if (fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length > 1) {
            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `There is ${fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length} members in the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty!`);
            if(p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyle ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) {
              fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `The bot is currently p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.`)
            }
            else {
            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `The p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder is ${p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyle ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme}`);
            }
          }
          else {
            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `The bot is  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlone :(`);
           }
          }

        
          // Fortnite comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnds st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrt here

                        if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === 'help') {
                          fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, 'Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnks for using this bot ' + User.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', heres the comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnds, !skin !b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckling !le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve !emote !b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner !st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus !re ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy !pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform !id !pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist !promote !kick !friend !unfriend !invite');
                        }

                              if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtsWith('CID_')) {
                                if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge === 'CID_') return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ cid.");
                              try {
                                CID =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0];
                                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setOutfit("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcters/" +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0] + "." +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Skin set to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                    }
                                    c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(er) {
                                    fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, er);
                                    }
                                  }
                      
                                  if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtsWith('EID_')) {
                                    if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge === 'EID_') return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ eid.");
                                    try {
                                    EID =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0];
                                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.cle ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrEmote()
                                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setEmote("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnces/" +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0] + "." +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Emote set to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                }
                                c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(er) {
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, er);
                                }
                              }
                      
                              if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtsWith('Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe_ID_')) {
                                if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge === 'Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe_ID_') return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe id.");
                                try {
                                PICK ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅXE_ID =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0];
                                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setPick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxes/" +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0] + "." +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe set to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                  }
                                c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, err);
                              }
                            }

                            if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === 'cr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsh') {
                              try {
                                cr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsh(); // Will m ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅke the bot unuse ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅble
                                }
                              c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                              fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, err);
                            }
                          }

                          // Unused _

                        //   if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === 'st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅts') {
                        //     if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, 'Mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ usern ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.');
                        //     try {
                        //       let st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅts =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit br.getSt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtsForPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyer( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]);
                        //     fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅts);
                        //     }
                        //     c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err){
                        //       fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅts);
                        //     }
                        // }
                         //   Currently trying to find  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅy to show wins.
                        // Not working currently.

      
                            if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtsWith('BID_')) {
                              if(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge === 'BID_') return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ bid id.");
                              try {
                              BID =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0];
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅck("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcks/" +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0] + "." +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckbling set to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[0]);
                              }
                              c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                              fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, err);
                            }
                          }

                              if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === 'p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty') {
                                try {
                                  members();
                                    }
                                    c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                    fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, err);
                                  }
                                }

                                if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === 'emote ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅll') {
                                  let emoteid =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(5).join(" ");
                                  request({
                                    url: 'http://benbotfn.tk:8080/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅpi/cosmetics/se ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrch/multiple?displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme=' + emoteid,
                                    json: true
                                }).then(query => {
                                  Object.keys(query).forE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅch(function(key) {
                                    if(query[key].type == "Emote") {
                                    fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setEmote("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnces/" + query[key].id + "." + query[key].id);
                                    }
                                  });
                                });
                                }
                           

                                    if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "skin") {
                                      let skinn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                                      if (!skinn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ skin n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                                      request({
                                        url: benbot + skinn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme,
                                        json: true
                                    }).then(query => {
                                        try {
                                          Object.keys(query).forE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅch(function(key) {
                                            if(query[key].type == "Outfit") {
                                            fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setOutfit("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Ch ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcters/" + query[key].id + "." + query[key].id);
                                            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Found " + query[key].displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', the id is ' + query[key].id);
                                            }
                                          });
                                        }
                                        c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                          console.log(err);
                                        }
                                      });
                                    }

                                    if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe") {
                                      let pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                                      if (!pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                                      request({
                                        url: benbot + pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe,
                                        json: true
                                    }).then(query => {
                                        try {
                                          Object.keys(query).forE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅch(function(key) {
                                            if(query[key].type == "H ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrvesting Tool") {
                                            fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setPick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxe("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/Pick ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅxes/" + query[key].id + "." + query[key].id);
                                            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Found " + query[key].displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', the id is ' + query[key].id);
                                            }
                                          });
                                        }
                                        c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                          console.log(err);
                                        }
                                      });
                                    }
                  
                                if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckbling") {
                                  let b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcklingn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                                  if (!b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcklingn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckling n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                                  request({
                                    url: benbot + b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcklingn ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme,
                                    json: true
                                }).then(query => {
                                  try {
                                    Object.keys(query).forE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅch(function(key) {
                                      if(query[key].type == "B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅck Bling") {
                                      fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅck("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅckp ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcks/" + query[key].id + "." + query[key].id);
                                      fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Found " + query[key].displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', the id is ' + query[key].id);
                                      }
                                    });
                                  }
                                  c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                    console.log(err);
                                  }
                                });
                              }
          
                              if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "emote") {
                              let emoten ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                              if (!emoten ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ emote n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                              request({
                                url: benbot + emoten ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme,
                                json: true
                            }).then(query => {
                              Object.keys(query).forE ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅch(function(key) {
                                if(query[key].type == "Emote") {
                                  fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.cle ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrEmote()
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setEmote("/G ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme/ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅthen ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ/Items/Cosmetics/D ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnces/" + query[key].id + "." + query[key].id);
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Found " + query[key].displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + ', the id is ' + query[key].id);
                                }
                              });
                            });
                          }

                          if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner") {
                          if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                          if( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1].toLowerC ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse() == "pewdiepie") {
                            fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner(config.level, 'InfluencerB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner57', config.b ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner_color);
                          }
                          try {
                          fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setB ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner(100,  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1],  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[2]);
                          fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "B ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnner set to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1] + " " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[2]);
                          }
                          c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                          fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                          }
                        }

                            if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus") {
                            if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus.");
                            try {
                            v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr mess = d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.mess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge.repl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅce("!st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus", "");
                            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.upd ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅteSt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus(mess);
                            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, 'St ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus set to ' + mess + "!");
                          }
                          c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                          }
                        }

                              if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist") {
                            if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylistN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                            if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[2]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ regionId.");
                            v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyLe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.id);
                              if(P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyLe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme == eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) {
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.setPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1],  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[2]).c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err => console.log(err))
                                eg.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Set pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1] + " " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[2]);
                                console.log(`[P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅRTY PL ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅYLIST] Set the pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅylist to "` +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1] + `"`)
                              }
                                else {
                                  eg.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "The bot isn't p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder!");
                                }
                              }

                              if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "re ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy") {
                              if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention true/f ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlse.");
                              if( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1].toLowerC ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse() == "true") {
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setRe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy(true);
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Re ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy!");
                              }
                              if( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1].toLowerC ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse() == "f ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlse") {
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setRe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy(f ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlse);
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Unre ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy!");
                              }
                            }

                            if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform") {
                              if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform.");
                              try {
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.me.setPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform("EPl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform." +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]);
                                eg.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Set Pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1] + " !");
                                  } c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch {
                                    eg.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse use !pl ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtform PL ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅTFORM");
                                  }
                                }

                                  if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "lookup") {
                                if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ epic displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅy n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                                try {
                                  let lookup =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                                const  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(lookup);
                                if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme must of been wrong.");
                                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme}'s id is: ${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id}.`);
                                }
                                c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                  fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                                }
                              }

                              if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "promote") {
                              if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty member's n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                              v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyLe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.id);
                              if(P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyLe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme == eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) {  
                              let lookup =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                                if(lookup === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "You c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn't promote yourself!");
                              const  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(lookup);
                              if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme must of been wrong.");
                              const p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtymember = fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.findMember( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                              if(!p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtymember) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} W ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsn't found in the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.`);
                              fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.promote( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                              fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Promoted " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + '!');
                              }
                              else {
                                eg.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "The bot isn't p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder!");
                              }
                            }

                                if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "kick") {
                              if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty member's n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                              v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅr P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyLe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(current_p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.id);
                              if(P ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtyLe ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme == eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.displ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅyN ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) {   
                              let lookup =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                                if(lookup === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "You c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn't kick yourself!");
                              const  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(lookup);
                              if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme must of been wrong.");
                              const p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtymember = fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.findMember( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                              if(!p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtymember) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} W ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsn't found in the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.`);
                              fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.kick( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                              fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Kicked " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + '!');
                            }
                            else {
                              eg.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "The bot isn't p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅder!");
                            }
                          }

                          if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve") {
                            try {
                              if (fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.members.length > 1) {
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `The bot c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn't le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty when theres nobody in it!`);
                              }
                              else {
                                fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.le ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅve()
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "The bot h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs left.");
                                }
                                }
                              c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                                fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                              }
                            }

                        if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "friend") {
                      if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme to  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdd.");
                      try {
                        let lookup =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                        if(lookup === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "You c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn't friend yourself!");
                      const  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(lookup);
                      if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme must of been wrong.");
                      const isFriended =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsFriend( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                      if(isFriended) {
                      fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} is  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅlre ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅdy friended.`);
                      }
                      eg.inviteFriend( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                      fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Friended! " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + '!');
                          }
                        c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                          fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                        }
                      }

                      if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "priv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy") {
                        if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ v ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅild priv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme.");
                        try {
                          fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.setPriv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1])
                          fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Priv ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅcy set to " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1] + '.');
                        } c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                            fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                          }
                        }

                  if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "unfriend") {
                    if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme to unfriend.");
                    try {
                      let lookup =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                      if(lookup === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "You c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn't unfriend yourself!");
                    const  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(lookup);
                    if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme must of been wrong.");
                    const isFriended =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsFriend( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                    if(isFriended) {
                    eg.removeFriend( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                    fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Unfriended! " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + '!');
                    }
                    else{
                      fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsn't even friended.`);
                        }
                      }
                    c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                      fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                    }
                  }

                    if(comm ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅnd === "invite") {
                      if (! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs[1]) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Ple ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅse mention  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme to invite.");
                      try {
                        let lookup =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrgs.slice(1).join(" ");
                        
                      const  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.getProfile(lookup);
                      if(! ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Th ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt epic n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme must of been wrong.");
                      const isFriended =  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅw ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅit eg.h ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsFriend( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                      if(isFriended) {
                        const p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtymember = fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.findMember( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                      if(p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrtymember) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} Is in the p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅhts d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅmn point.`);
                      if(lookup === eg. ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme) return fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "You c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅn't invite yourself!");
                      fortnite.p ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅrty.invite( ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.id)
                      fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "Invited " +  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme + '!');
                      }
                      else{
                        fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, `${ ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅccount.n ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅme} w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅsn't even friended.`);
                          }
                        }
                      c ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtch(err) {
                        fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.sendMess ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅge(d ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ.friend.id, "There w ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅs  ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅ error: " + err);
                      }
                    }


                    });

                    fortnite.communic ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtor.upd ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅteSt ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus(config.st ̵̛̘̣̫̖̹͎̳̯̲̱̦͎̤̰͙͊͑̀͜ͅͅͅtus);

                  });
                });
